---
kind: type
id: T:Autodesk.Revit.DB.AssemblyDifferenceMemberCount
source: html/0245ee71-17d9-3626-a5d9-6270334ed940.htm
---
# Autodesk.Revit.DB.AssemblyDifferenceMemberCount

The two assemblies being compared have different number of members

## Syntax (C#)
```csharp
public class AssemblyDifferenceMemberCount : AssemblyDifference
```